import vaccine from "../assets/images/vaccine-icon.png"
import selfcare from "../assets/images/selfcare.png"
import laboratory from "../assets/images/laboratory.png"
import treatment from "../assets/images/treatment.png"
import pethealth from "../assets/images/pethealth.png"
import symptoms from "../assets/images/symptoms.png"
import checkup from "../assets/images/checkup.png"

const services = [
  {
    image: vaccine,
    name: "🩺  لقاح",
    body: "حماية فعالة ضد الامراض",
    description: "تنقدم في مركزنا الطبي مجموعة متكاملة من اللقاحات التي تضمن الحماية من الأمراض الشائعة مثل الإنفلونزا، الكزاز، التهاب الكبد، وشلل الأطفال. تتم عملية التلقيح وفقًا للبروتوكولات الطبية الحديثة وبإشراف طاقم مختص لضمان الأمان والفعالية. اللقاحات تُعطى في بيئة صحية ومعقمة مع تقديم الإرشادات اللازمة لكل مريض بعد التلقيح."
  },
  {
    image: treatment,
    name: "🏥  العيادة",
    body: "رعاية طبية متكاملة",
    description:" ننوفر في العيادة الطبية لدينا استشارات في مختلف التخصصات مثل الباطنية، الأطفال، الجلدية، وطب الأسرة. يعمل لدينا طاقم من الأطباء ذوي الكفاءة العالية الذين يضمنون لك تشخيصًا دقيقًا وخطة علاجية فعالة. تتم الاستشارات في مكاتب مجهزة بأحدث الأدوات الطبية لضمان أعلى جودة رعاية."
  },
  {
    image: selfcare,
    name: " 🧘‍♀️  الرعاية الذاتية",
    body: "ارشادات صحية يومية",
    description: "ننؤمن بأن الصحة تبدأ من العادات اليومية، لذلك نُقدم نصائح وإرشادات للرعاية الذاتية تشمل التغذية السليمة، النوم الصحي، إدارة التوتر، وممارسة الرياضة. كما نتيح لك أدوات متابعة الحالة الصحية بشكل مستمر لمساعدتك في تحسين جودة حياتك والوقاية من الأمراض المزمنة."
  },
  {
    image: laboratory,
    name: "🔬  المختبر",
    body: "تحاليل طبية دقيقة",
    description: "ميقدم مختبرنا الطبي تحاليل دقيقة تشمل تحاليل الدم، البول، وظائف الكبد والكلى، ومستوى الفيتامينات والمعادن. يتم استخدام أحدث الأجهزة المخبرية لضمان نتائج دقيقة وسريعة. كما يتم إرسال التقارير للمريض إلكترونيًا مع شرح مبسط للنتائج وماذا تعني صحياً."
  },
  {
    image: treatment,
    name: "💊  العلاج",
    body: "خطط علاجية مخصصة",
    description: "ننُوفر خطط علاجية مخصصة لكل حالة بناءً على التشخيص الطبي، وتُراعى فيها خصوصية كل مريض من حيث الحالة الصحية، العمر، والتاريخ المرضي. تشمل العلاجات الدوائية، التأهيلية، والسلوكية، وتتم المتابعة المستمرة لضمان تحقيق التحسن المطلوب وتجنب أي مضاعفات."
  },
  {
    image: pethealth,
    name: "  🐾  صحة الحيوانات الأليفة",
    body: "عناية بيطرية شاملة",
    description: "رالعناية بالحيوانات الأليفة جزء لا يتجزأ من اهتمامنا، حيث نقدم خدمات بيطرية تشمل الفحص الدوري، التطعيمات، علاج الأمراض الشائعة، والاستشارات الغذائية. فريقنا البيطري على استعداد لتقديم الدعم لصحة حيوانك الأليف في بيئة ودية وآمنة."
  },
  {
    image: symptoms,
    name: "🤒  الأعراض",
    body: "تشخيص مبكر",
    description: "منساعدك على فهم الأعراض التي قد تشعر بها من خلال تقييم شامل وتقديم إرشادات أولية حول الحالة المحتملة، بالإضافة إلى نصيحة حول الخطوة التالية سواء كانت زيارة الطبيب أو إجراء تحاليل. هذا يساعدك على اتخاذ القرار الطبي المناسب مبكرًا."
  },
  {
    image: checkup,
    name: "الفحص الدوري",
    body: "صحة مستمرة",
    description: "فالفحوصات الدورية مهمة لاكتشاف أي مشاكل صحية في مراحلها المبكرة. نُجري مجموعة من الفحوصات تشمل ضغط الدم، معدل السكر، الكوليسترول، وفحص شامل للجسم حسب الفئة العمرية والتاريخ المرضي. هذه الخدمة مصممة لتطمئن على صحتك وتمنحك راحة البال."
  },
];

export default services;
